[M_CustomerService MissionDefinition]
MissionName="Serviço de Atendimento ao Consumidor"
MissionDescription="Marcus se embebedou tanto numa outra noite que acabou se tornando generoso sem querer. Em seu estado de embriaguez, ele emitiu vários cheques de ressarcimento aos clientes que haviam ficado insatisfeitos ou que foram mutilados por seus produtos. Depois, com a lucidez veio o arrependimento, e agora ele pede que você recolha esses cheques das caixas postais antes que o sistema automatizado dos correios os envie. "
TurnInDescription="Você recuperou os cheques de Marcus, e com isso ele conseguiu recuperar seu prejuízo antes que houvesse um desastre. Agora ele poderá dormir tranquilo essa noite sabendo que sua consciência e moralidade seguem intactas."
MissionSummary="Recupere os cheques de Marcus antes que se esgote o tempo. "
MissionGiver="Marcus"
MissionTurnInLocation="Painel de Trabalhos de Jack O'Cara"
TeaserText="Marcus se embebedou tanto numa outra noite que acabou se tornando generoso sem querer."

[M_CustomerService:CustomerService_GetChecks MissionObjectiveDefinition]
ProgressMessage="Recupere os cheques"

[M_CustomerService:GetChecksSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

